Repository: MFvision/nearest-mosque
Catalog: ios/App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, as, bn, bs, ckb, es, fa, fa_af, fil, fr, gu, ha, hi, hu, id, ka, km, kn, mk, ml, mr, nl, pa, pt, ru, si, sr, sw, te, th, tr, ug, ur, vi, zh_hans

# widget_kind_mosque_desc
source: The nearest mosques, how far they are and which way.
ar: أقرب المساجد، وبُعدها، واتجاهها.
as: ওচৰৰ মছজিদসমূহ, সেইবোৰৰ দূৰত্ব আৰু দিশ।
bn: নিকটতম মসজিদগুলো, সেগুলোর দূরত্ব ও দিক।
bs: Najbliže džamije, koliko su udaljene i u kojem pravcu.
ckb: نزیکترین مزگەوتەکان، دووری و ئاراستەیان.
es: Las mezquitas más cercanas, a qué distancia están y en qué dirección.
fa: نزدیک‌ترین مسجدها، فاصله و جهت آن‌ها.
fa_af: نزدیک‌ترین مساجد، فاصله و جهت آن‌ها.
fil: Ang pinakamalalapit na masjid, gaano kalayo at saang direksyon.
fr: Les mosquées les plus proches, leur distance et leur direction.
gu: સૌથી નજીકની મસ્જિદો, તેમનું અંતર અને દિશા.
ha: Masallatai mafi kusa, nisansu da kuma inda suke.
hi: सबसे नज़दीकी मस्जिदें, उनकी दूरी और दिशा।
hu: A legközelebbi mecsetek, a távolságuk és az irányuk.
id: Masjid-masjid terdekat, jaraknya, dan arahnya.
ka: უახლოესი მეჩეთები, რა მანძილზეა და რა მიმართულებით.
km: ម៉ាស្ជិតជិតបំផុត ចម្ងាយ និងទិសដៅ។
kn: ಅತಿ ಹತ್ತಿರದ ಮಸೀದಿಗಳು, ಅವುಗಳ ದೂರ ಮತ್ತು ದಿಕ್ಕು.
mk: Најблиските џамии, колку се оддалечени и во која насока.
ml: ഏറ്റവും അടുത്ത പള്ളികൾ, അവയിലേക്കുള്ള ദൂരവും ദിശയും.
mr: सर्वात जवळच्या मशिदी, त्यांचे अंतर आणि दिशा.
nl: De dichtstbijzijnde moskeeën, hoe ver ze zijn en in welke richting.
pa: ਸਭ ਤੋਂ ਨੇੜਲੀਆਂ ਮਸਜਿਦਾਂ, ਉਨ੍ਹਾਂ ਦੀ ਦੂਰੀ ਅਤੇ ਦਿਸ਼ਾ।
pt: As mesquitas mais próximas, a que distância estão e em que direção.
ru: Ближайшие мечети, расстояние до них и направление.
si: ළඟම පල්ලි, ඒවාට ඇති දුර සහ දිශාව.
sr: Најближе џамије, колико су удаљене и у ком правцу.
sw: Misikiti iliyo karibu zaidi, umbali wake na upande ilipo.
te: దగ్గరి మసీదులు, అవి ఎంత దూరంలో, ఏ దిశలో ఉన్నాయో.
th: มัสยิดที่ใกล้ที่สุด ระยะทาง และทิศทาง
tr: En yakın camiler, uzaklıkları ve yönleri.
ug: ئەڭ يېقىن مەسچىتلەر، ئۇلارنىڭ يىراقلىقى ۋە يۆنىلىشى.
ur: قریب ترین مساجد، ان کا فاصلہ اور سمت۔
vi: Các thánh đường gần nhất, khoảng cách và hướng đi.
zh_hans: 最近的清真寺，有多远、在哪个方向。

# widget_kind_next
source: Next prayer
ar: الصلاة القادمة
as: পৰৱৰ্তী নামাজ
bn: পরবর্তী নামাজ
bs: Sljedeći namaz
ckb: نوێژی داهاتوو
es: Próxima oración
fa: نماز بعدی
fa_af: نماز بعدی
fil: Susunod na dasal
fr: Prochaine prière
gu: આગામી નમાઝ
ha: Sallah ta gaba
hi: अगली नमाज़
hu: Következő ima
id: Salat berikutnya
ka: შემდეგი ლოცვა
km: សឡាតបន្ទាប់
kn: ಮುಂದಿನ ನಮಾಜ್
mk: Следен намаз
ml: അടുത്ത നമസ്കാരം
mr: पुढची नमाज
nl: Volgend gebed
pa: ਅਗਲੀ ਨਮਾਜ਼
pt: Próxima oração
ru: Следующий намаз
si: ඊළඟ සලාතය
sr: Следећи намаз
sw: Sala ijayo
te: తదుపరి నమాజ్
th: ละหมาดถัดไป
tr: Sonraki namaz
ug: كېيىنكى ناماز
ur: اگلی نماز
vi: Cầu nguyện tiếp theo
zh_hans: 下一次礼拜

# widget_kind_next_desc
source: The next prayer, its countdown and today's times.
ar: الصلاة القادمة وعدّها التنازلي ومواقيت اليوم.
as: পৰৱৰ্তী নামাজ, ইয়াৰ কাউণ্টডাউন আৰু আজিৰ সময়।
bn: পরবর্তী নামাজ, তার কাউন্টডাউন ও আজকের সময়।
bs: Sljedeći namaz, odbrojavanje do njega i današnja namaska vremena.
ckb: نوێژی داهاتوو، ژمێرەری پێچەوانەکەی و کاتەکانی نوێژی ئەمڕۆ.
es: La próxima oración, su cuenta atrás y los horarios de hoy.
fa: نماز بعدی، شمارش معکوس آن و اوقات امروز.
fa_af: نماز بعدی، شمارش معکوس آن و اوقات نماز امروز.
fil: Ang susunod na dasal, ang countdown nito at ang mga oras ngayong araw.
fr: La prochaine prière, son compte à rebours et les horaires du jour.
gu: આગામી નમાઝ, તેનું કાઉન્ટડાઉન અને આજના સમય.
ha: Sallah ta gaba, ƙidayarta da lokutan sallah na yau.
hi: अगली नमाज़, उसकी उलटी गिनती और आज के समय।
hu: A következő ima, a visszaszámlálás és a mai imaidők.
id: Salat berikutnya, hitung mundurnya, dan jadwal hari ini.
ka: შემდეგი ლოცვა, მისი უკუთვლა და დღევანდელი ლოცვის დროები.
km: សឡាតបន្ទាប់ ការរាប់ថយក្រោយ និងម៉ោងសឡាតថ្ងៃនេះ។
kn: ಮುಂದಿನ ನಮಾಜ್, ಅದರ ಕ್ಷಣಗಣನೆ ಮತ್ತು ಇಂದಿನ ಸಮಯಗಳು.
mk: Следниот намаз, одбројувањето до него и денешните времиња за намаз.
ml: അടുത്ത നമസ്കാരം, അതിന്റെ കൗണ്ട്ഡൗൺ, ഇന്നത്തെ സമയങ്ങൾ.
mr: पुढची नमाज, तिचे काउंटडाउन आणि आजच्या वेळा.
nl: Het volgende gebed, de aftelling ernaartoe en de gebedstijden van vandaag.
pa: ਅਗਲੀ ਨਮਾਜ਼, ਉਸ ਦੀ ਉਲਟੀ ਗਿਣਤੀ ਅਤੇ ਅੱਜ ਦੇ ਵਕਤ।
pt: A próxima oração, sua contagem regressiva e os horários de hoje.
ru: Следующий намаз, обратный отсчёт и время намазов на сегодня.
si: ඊළඟ සලාතය, එයට ඉතිරි කාලය සහ අද සලාත වේලාවන්.
sr: Следећи намаз, одбројавање до њега и данашња намаска времена.
sw: Sala ijayo, hesabu yake ya kurudi nyuma na nyakati za leo.
te: తదుపరి నమాజ్, దాని కౌంట్‌డౌన్ మరియు ఈరోజు సమయాలు.
th: ละหมาดถัดไป การนับถอยหลัง และเวลาละหมาดวันนี้
tr: Sonraki namaz, geri sayımı ve bugünün vakitleri.
ug: كېيىنكى ناماز، تەتۈر ساناق ۋە بۈگۈنكى ناماز ۋاقىتلىرى.
ur: اگلی نماز، اس کی الٹی گنتی اور آج کے اوقات۔
vi: Lần cầu nguyện tiếp theo, đếm ngược và các giờ cầu nguyện hôm nay.
zh_hans: 下一次礼拜、倒计时及今日礼拜时间。

# widget_kind_qibla
source: Qibla
ar: القبلة
as: কিবলা
bn: কিবলা
bs: Kibla
ckb: قیبلە
es: Alquibla
fa: قبله
fa_af: قبله
gu: કિબ્લા
ha: Alƙibla
hi: क़िबला
hu: Kibla
id: Kiblat
ka: ყიბლა
km: គិបឡាត
kn: ಕಿಬ್ಲಾ
mk: Кибла
ml: ഖിബ്‌ല
mr: किब्ला
pa: ਕਿਬਲਾ
ru: Кибла
si: කිබ්ලා
sr: Кибла
sw: Kibla
te: ఖిబ్లా
th: กิบลัต
tr: Kıble
ug: قىبلە
ur: قبلہ
vi: Hướng Qibla
zh_hans: 朝向

# widget_kind_qibla_desc
source: The Qibla direction from north for your city. Tap for the live compass.
ar: اتجاه القبلة من الشمال لمدينتك. اضغط لفتح البوصلة الحية.
as: আপোনাৰ চহৰৰ বাবে উত্তৰৰ পৰা কিবলাৰ দিশ। লাইভ কম্পাছৰ বাবে টিপক।
bn: আপনার শহরের জন্য উত্তর থেকে কিবলার দিক। লাইভ কম্পাসের জন্য ট্যাপ করুন।
bs: Smjer kible od sjevera za vaš grad. Dodirnite za kompas uživo.
ckb: ئاراستەی قیبلە لە باکوورەوە بۆ شارەکەت. بۆ قیبلەنمای ڕاستەوخۆ دەستی لێ بدە.
es: La dirección de la alquibla desde el norte para tu ciudad. Toca para la brújula en vivo.
fa: جهت قبله از شمال برای شهر شما. برای قطب‌نمای زنده ضربه بزنید.
fa_af: جهت قبله از شمال برای شهر شما. برای قطب‌نمای زنده ضربه بزنید.
fil: Ang direksyon ng qibla mula sa hilaga para sa iyong lungsod. I-tap para sa live na compass.
fr: La direction de la qibla depuis le nord pour votre ville. Touchez pour la boussole en direct.
gu: તમારા શહેર માટે ઉત્તરથી કિબ્લાની દિશા. લાઇવ હોકાયંત્ર માટે ટૅપ કરો.
ha: Hanyar alƙibla daga arewa a garinku. Taɓa don kamfas kai tsaye.
hi: आपके शहर के लिए उत्तर से क़िबला की दिशा। लाइव कंपास के लिए टैप करें।
hu: A kibla iránya északtól a városában. Koppintson az élő iránytűért.
id: Arah kiblat dari utara untuk kota Anda. Ketuk untuk kompas langsung.
ka: ყიბლის მიმართულება ჩრდილოეთიდან თქვენი ქალაქისთვის. შეეხეთ ცოცხალი კომპასისთვის.
km: ទិសគិបឡាតពីទិសខាងជើងសម្រាប់ទីក្រុងរបស់អ្នក។ ចុចដើម្បីបើកត្រីវិស័យផ្ទាល់។
kn: ನಿಮ್ಮ ನಗರಕ್ಕೆ ಉತ್ತರದಿಂದ ಕಿಬ್ಲಾ ದಿಕ್ಕು. ಲೈವ್ ದಿಕ್ಸೂಚಿಗಾಗಿ ಟ್ಯಾಪ್ ಮಾಡಿ.
mk: Насоката на киблата од север за вашиот град. Допрете за компасот во живо.
ml: നിങ്ങളുടെ നഗരത്തിന് വടക്കുനിന്നുള്ള ഖിബ്‌ല ദിശ. ലൈവ് കോമ്പസിനായി ടാപ്പ് ചെയ്യുക.
mr: तुमच्या शहरासाठी उत्तरेपासून किब्लाची दिशा. थेट होकायंत्रासाठी टॅप करा.
nl: De qibla-richting vanaf het noorden voor uw stad. Tik voor het live kompas.
pa: ਤੁਹਾਡੇ ਸ਼ਹਿਰ ਲਈ ਉੱਤਰ ਤੋਂ ਕਿਬਲੇ ਦੀ ਦਿਸ਼ਾ। ਲਾਈਵ ਕੰਪਾਸ ਲਈ ਟੈਪ ਕਰੋ।
pt: A direção da qibla a partir do norte para a sua cidade. Toque para a bússola ao vivo.
ru: Направление киблы от севера для вашего города. Нажмите, чтобы открыть компас.
si: ඔබේ නගරයට උතුරේ සිට කිබ්ලා දිශාව. සජීවී මාලිමාව සඳහා තට්ටු කරන්න.
sr: Смер кибле од севера за ваш град. Додирните за компас уживо.
sw: Mwelekeo wa kibla kutoka kaskazini kwa mji wako. Gusa kwa dira hai.
te: మీ నగరానికి ఉత్తరం నుండి ఖిబ్లా దిశ. లైవ్ కంపాస్ కోసం నొక్కండి.
th: ทิศกิบลัตจากทิศเหนือสำหรับเมืองของคุณ แตะเพื่อเปิดเข็มทิศสด
tr: Şehriniz için kuzeyden kıble yönü. Canlı pusula için dokunun.
ug: شەھىرىڭىز ئۈچۈن شىمالدىن قىبلە يۆنىلىشى. جانلىق كومپاس ئۈچۈن چېكىڭ.
ur: آپ کے شہر کے لیے شمال سے قبلہ کی سمت۔ زندہ قطب نما کے لیے تھپتھپائیں۔
vi: Hướng Qibla tính từ hướng bắc cho thành phố của bạn. Chạm để mở la bàn trực tiếp.
zh_hans: 您所在城市从正北算起的朝向。轻点打开实时指南针。

# widget_kind_ring
source: Prayer ring
ar: حلقة الصلاة
as: নামাজ ৰিং
bn: নামাজ রিং
bs: Prsten namaza
ckb: ئەڵقەی نوێژ
es: Anillo de oración
fa: حلقهٔ نماز
fa_af: حلقهٔ نماز
fil: Singsing ng salah
fr: Anneau de prière
gu: નમાઝ રિંગ
ha: Zoben sallah
hi: नमाज़ रिंग
hu: Imagyűrű
id: Lingkar salat
ka: ლოცვის რგოლი
km: រង្វង់សឡាត
kn: ನಮಾಜ್ ರಿಂಗ್
mk: Прстен на молитви
ml: നമസ്കാര വളയം
mr: नमाज वर्तुळ
nl: Gebedsring
pa: ਨਮਾਜ਼ ਰਿੰਗ
pt: Anel de oração
ru: Кольцо молитв
si: සලාත් වළල්ල
sr: Прстен молитви
sw: Mduara wa sala
te: నమాజ్ రింగ్
th: วงเวลาละหมาด
tr: Namaz halkası
ug: ناماز ھالقىسى
ur: نماز رنگ
vi: Vòng giờ cầu nguyện
zh_hans: 礼拜圆环

# widget_kind_ring_desc
source: Time left to the next prayer on a ring, with all of today's times.
ar: الوقت المتبقي للصلاة القادمة على حلقة، مع مواقيت اليوم كلها.
as: পৰৱৰ্তী নামাজলৈ বাকী সময় এটা ৰিঙত, আজিৰ সকলো সময়ৰ সৈতে।
bn: পরের নামাজ পর্যন্ত বাকি সময় একটি রিংয়ে, আজকের সব সময়সহ।
bs: Preostalo vrijeme do sljedećeg namaza na prstenu, sa svim današnjim vremenima.
ckb: کاتی ماوە بۆ نوێژی داهاتوو لەسەر ئەڵقەیەک، لەگەڵ هەموو کاتەکانی ئەمڕۆ.
es: El tiempo hasta la próxima oración en un anillo, con todos los horarios de hoy.
fa: زمان باقی‌مانده تا نماز بعدی روی یک حلقه، همراه با همهٔ اوقات امروز.
fa_af: وقت باقی‌مانده تا نماز بعدی روی یک حلقه، همراه با همهٔ اوقات امروز.
fil: Ang natitirang oras bago ang susunod na salah sa isang singsing, kasama ang lahat ng oras ngayon.
fr: Le temps restant avant la prochaine prière sur un anneau, avec tous les horaires du jour.
gu: આગલી નમાઝ સુધીનો બાકી સમય રિંગ પર, આજના બધા સમય સાથે.
ha: Lokacin da ya rage zuwa sallah ta gaba a kan zobe, tare da dukan lokutan yau.
hi: अगली नमाज़ तक बाकी समय एक रिंग पर, आज के सभी समय के साथ।
hu: A következő imáig hátralévő idő egy gyűrűn, a mai összes időponttal.
id: Sisa waktu menuju salat berikutnya dalam lingkaran, dengan semua jadwal hari ini.
ka: შემდეგ ლოცვამდე დარჩენილი დრო რგოლზე, დღევანდელი ყველა დროით.
km: ពេលនៅសល់ដល់សឡាតបន្ទាប់លើរង្វង់ ជាមួយម៉ោងទាំងអស់ថ្ងៃនេះ។
kn: ಮುಂದಿನ ನಮಾಜ್‌ವರೆಗೆ ಉಳಿದ ಸಮಯ ಒಂದು ರಿಂಗ್‌ನಲ್ಲಿ, ಇಂದಿನ ಎಲ್ಲ ಸಮಯಗಳೊಂದಿಗೆ.
mk: Преостанатото време до следната молитва на прстен, со сите денешни времиња.
ml: അടുത്ത നമസ്കാരം വരെ ശേഷിക്കുന്ന സമയം ഒരു വളയത്തിൽ, ഇന്നത്തെ എല്ലാ സമയങ്ങളോടും കൂടി.
mr: पुढील नमाजपर्यंत उरलेला वेळ वर्तुळावर, आजच्या सर्व वेळांसह.
nl: De tijd tot het volgende gebed op een ring, met alle tijden van vandaag.
pa: ਅਗਲੀ ਨਮਾਜ਼ ਤੱਕ ਬਾਕੀ ਸਮਾਂ ਇੱਕ ਰਿੰਗ ’ਤੇ, ਅੱਜ ਦੇ ਸਾਰੇ ਸਮਿਆਂ ਨਾਲ।
pt: O tempo até a próxima oração num anel, com todos os horários de hoje.
ru: Время до следующей молитвы на кольце и всё расписание на сегодня.
si: ඊළඟ සලාතයට ඉතිරි කාලය වළල්ලක, අද සියලු වේලාවන් සමඟ.
sr: Преостало време до следеће молитве на прстену, са свим данашњим временима.
sw: Muda uliobaki hadi sala inayofuata kwenye mduara, pamoja na nyakati zote za leo.
te: తదుపరి నమాజ్‌కు మిగిలిన సమయం ఒక రింగ్‌పై, ఈరోజు అన్ని సమయాలతో.
th: เวลาที่เหลือถึงละหมาดถัดไปบนวงแหวน พร้อมเวลาทั้งหมดของวันนี้
tr: Sonraki namaza kalan süre bir halkada, bugünün tüm vakitleriyle.
ug: كېيىنكى نامازغىچە قالغان ۋاقىت ھالقىدا، بۈگۈنكى بارلىق ۋاقىتلار بىلەن.
ur: اگلی نماز تک باقی وقت ایک دائرے پر، آج کے تمام اوقات کے ساتھ۔
vi: Thời gian còn lại đến giờ cầu nguyện tiếp theo trên một vòng tròn, kèm mọi giờ hôm nay.
zh_hans: 圆环显示距下次礼拜的剩余时间，并列出今天的全部时间。

# widget_kind_today
source: Today's prayers
ar: صلوات اليوم
as: আজিৰ নামাজ
bn: আজকের নামাজ
bs: Današnji namazi
ckb: نوێژەکانی ئەمڕۆ
es: Oraciones de hoy
fa: نمازهای امروز
fa_af: نمازهای امروز
fil: Mga dasal ngayon
fr: Prières du jour
gu: આજની નમાઝ
ha: Sallolin yau
hi: आज की नमाज़ें
hu: Mai imák
id: Salat hari ini
ka: დღევანდელი ლოცვები
km: សឡាតថ្ងៃនេះ
kn: ಇಂದಿನ ನಮಾಜ್‌ಗಳು
mk: Денешни намази
ml: ഇന്നത്തെ നമസ്കാരങ്ങൾ
mr: आजच्या नमाज
nl: Gebeden van vandaag
pa: ਅੱਜ ਦੀਆਂ ਨਮਾਜ਼ਾਂ
pt: Orações de hoje
ru: Намазы на сегодня
si: අද සලාත
sr: Данашњи намази
sw: Sala za leo
te: ఈరోజు నమాజ్‌లు
th: ละหมาดวันนี้
tr: Bugünün namazları
ug: بۈگۈنكى نامازلار
ur: آج کی نمازیں
vi: Cầu nguyện hôm nay
zh_hans: 今日礼拜

# widget_kind_today_desc
source: All five prayers for your city, with the date and the next prayer.
ar: الصلوات الخمس لمدينتك مع التاريخ والصلاة القادمة.
as: আপোনাৰ চহৰৰ পাঁচ ওৱাক্ত নামাজ, তাৰিখ আৰু পৰৱৰ্তী নামাজৰ সৈতে।
bn: আপনার শহরের পাঁচ ওয়াক্ত নামাজ, তারিখ ও পরবর্তী নামাজসহ।
bs: Svih pet namaza za vaš grad, s datumom i sljedećim namazom.
ckb: هەر پێنج نوێژی شارەکەت، لەگەڵ بەروار و نوێژی داهاتوو.
es: Las cinco oraciones de tu ciudad, con la fecha y la próxima oración.
fa: هر پنج نماز شهر شما، همراه با تاریخ و نماز بعدی.
fa_af: هر پنج نماز شهر شما، همراه با تاریخ و نماز بعدی.
fil: Lahat ng limang dasal para sa iyong lungsod, kasama ang petsa at ang susunod na dasal.
fr: Les cinq prières de votre ville, avec la date et la prochaine prière.
gu: તમારા શહેરની પાંચેય નમાઝ, તારીખ અને આગામી નમાઝ સાથે.
ha: Salloli biyar na garinku, tare da kwanan wata da sallah ta gaba.
hi: आपके शहर की पाँचों नमाज़ें, तारीख़ और अगली नमाज़ के साथ।
hu: Városod mind az öt imája, a dátummal és a következő imával.
id: Lima waktu salat untuk kota Anda, dengan tanggal dan salat berikutnya.
ka: თქვენი ქალაქის ხუთივე ლოცვა, თარიღით და შემდეგი ლოცვით.
km: សឡាតទាំងប្រាំសម្រាប់ទីក្រុងរបស់អ្នក ព្រមទាំងកាលបរិច្ឆេទ និងសឡាតបន្ទាប់។
kn: ನಿಮ್ಮ ನಗರದ ಎಲ್ಲಾ ಐದು ನಮಾಜ್‌ಗಳು, ದಿನಾಂಕ ಮತ್ತು ಮುಂದಿನ ನಮಾಜ್‌ನೊಂದಿಗೆ.
mk: Сите пет намази за вашиот град, со датумот и следниот намаз.
ml: നിങ്ങളുടെ നഗരത്തിലെ അഞ്ച് നമസ്കാരങ്ങളും, തീയതിയും അടുത്ത നമസ്കാരവും സഹിതം.
mr: तुमच्या शहरातील पाचही नमाज, तारीख आणि पुढच्या नमाजसह.
nl: Alle vijf gebeden voor je stad, met de datum en het volgende gebed.
pa: ਤੁਹਾਡੇ ਸ਼ਹਿਰ ਦੀਆਂ ਪੰਜੇ ਨਮਾਜ਼ਾਂ, ਤਾਰੀਖ਼ ਅਤੇ ਅਗਲੀ ਨਮਾਜ਼ ਸਮੇਤ।
pt: As cinco orações da sua cidade, com a data e a próxima oração.
ru: Все пять намазов для вашего города, с датой и следующим намазом.
si: ඔබේ නගරයේ සලාත පහම, දිනය සහ ඊළඟ සලාතය සමඟ.
sr: Свих пет намаза за ваш град, са датумом и следећим намазом.
sw: Sala zote tano za mji wako, pamoja na tarehe na sala ijayo.
te: మీ నగరానికి ఐదు నమాజ్‌లు, తేదీ మరియు తదుపరి నమాజ్‌తో.
th: ละหมาดทั้งห้าเวลาของเมืองคุณ พร้อมวันที่และละหมาดถัดไป
tr: Şehriniz için beş vakit namaz, tarih ve sonraki namazla birlikte.
ug: شەھىرىڭىزدىكى بەش ۋاخ ناماز، چېسلا ۋە كېيىنكى ناماز بىلەن بىرگە.
ur: آپ کے شہر کی پانچوں نمازیں، تاریخ اور اگلی نماز کے ساتھ۔
vi: Cả năm lần cầu nguyện tại thành phố của bạn, kèm ngày và lần cầu nguyện tiếp theo.
zh_hans: 你所在城市的五次礼拜，附日期和下一次礼拜。

# widget_next_description
source: The next prayer with a countdown
ar: الصلاة القادمة مع العد التنازلي
as: কাউণ্টডাউনসহ পৰৱৰ্তী নামাজ
bn: কাউন্টডাউনসহ পরবর্তী নামাজ
bs: Sljedeći namaz s odbrojavanjem
ckb: نوێژی داهاتوو لەگەڵ ژمێرەری پێچەوانە
es: La próxima oración con cuenta atrás
fa: نماز بعدی با شمارش معکوس
fa_af: نماز بعدی با شمارش معکوس
fil: Ang susunod na dasal na may countdown
fr: La prochaine prière avec un compte à rebours
gu: કાઉન્ટડાઉન સાથે આગામી નમાઝ
ha: Sallah ta gaba tare da ƙidaya
hi: उलटी गिनती के साथ अगली नमाज़
hu: A következő ima visszaszámlálással
id: Salat berikutnya dengan hitung mundur
ka: შემდეგი ლოცვა უკუთვლით
km: សឡាតបន្ទាប់ ជាមួយការរាប់ថយក្រោយ
kn: ಕ್ಷಣಗಣನೆಯೊಂದಿಗೆ ಮುಂದಿನ ನಮಾಜ್
mk: Следниот намаз со одбројување
ml: കൗണ്ട്ഡൗണോടെ അടുത്ത നമസ്കാരം
mr: काउंटडाउनसह पुढची नमाज
nl: Het volgende gebed met een aftelling
pa: ਉਲਟੀ ਗਿਣਤੀ ਨਾਲ ਅਗਲੀ ਨਮਾਜ਼
pt: A próxima oração com contagem regressiva
ru: Следующий намаз с обратным отсчётом
si: ගණන් කිරීමක් සහිත ඊළඟ සලාතය
sr: Следећи намаз са одбројавањем
sw: Sala ijayo pamoja na hesabu ya kurudi nyuma
te: కౌంట్‌డౌన్‌తో తదుపరి నమాజ్
th: ละหมาดถัดไปพร้อมการนับถอยหลัง
tr: Geri sayımla sıradaki namaz
ug: تەتۈر ساناقلىق كېيىنكى ناماز
ur: اگلی نماز اور الٹی گنتی
vi: Giờ cầu nguyện tiếp theo kèm đếm ngược
zh_hans: 下一次礼拜及倒计时

# widget_qibla_left
source: From north, turn left %1$@°
ar: من الشمال، انعطف يسارًا %1$@°
as: উত্তৰৰ পৰা বাওঁফালে %1$@° ঘূৰক
bn: উত্তর থেকে বাঁয়ে %1$@° ঘুরুন
bs: Od sjevera, okrenite se lijevo %1$@°
ckb: لە باکوورەوە، %1$@° بەرەو چەپ بسووڕێوە
es: Desde el norte, gira a la izquierda %1$@°
fa: از شمال، %1$@° به چپ بچرخید
fa_af: از شمال، %1$@° به چپ بچرخید
fil: Mula sa hilaga, kumaliwa ng %1$@°
fr: Depuis le nord, tournez à gauche de %1$@°
gu: ઉત્તરથી ડાબે %1$@° વળો
ha: Daga arewa, juya hagu %1$@°
hi: उत्तर से बाएँ %1$@° मुड़ें
hu: Északtól fordulj balra %1$@°-ot
id: Dari utara, putar ke kiri %1$@°
ka: ჩრდილოეთიდან მოუხვიეთ მარცხნივ %1$@°
km: ពីទិសខាងជើង បត់ឆ្វេង %1$@°
kn: ಉತ್ತರದಿಂದ ಎಡಕ್ಕೆ %1$@° ತಿರುಗಿ
mk: Од север, свртете лево %1$@°
ml: വടക്കുനിന്ന് ഇടത്തോട്ട് %1$@° തിരിയുക
mr: उत्तरेपासून डावीकडे %1$@° वळा
nl: Vanaf het noorden %1$@° naar links
pa: ਉੱਤਰ ਤੋਂ ਖੱਬੇ %1$@° ਮੁੜੋ
pt: A partir do norte, vire à esquerda %1$@°
ru: От севера поверните налево на %1$@°
si: උතුරේ සිට වමට %1$@° හැරෙන්න
sr: Од севера, окрените се лево %1$@°
sw: Kutoka kaskazini, geuka kushoto %1$@°
te: ఉత్తరం నుండి ఎడమకు %1$@° తిరగండి
th: จากทิศเหนือ หันซ้าย %1$@°
tr: Kuzeyden sola %1$@° dönün
ug: شىمالدىن سولغا %1$@° بۇرۇلۇڭ
ur: شمال سے بائیں %1$@° مڑیں
vi: Từ hướng bắc, quay trái %1$@°
zh_hans: 从正北向左转 %1$@°

# widget_qibla_live
source: Tap for the live compass
ar: اضغط للبوصلة الحية
as: লাইভ কম্পাছৰ বাবে টিপক
bn: লাইভ কম্পাসের জন্য ট্যাপ করুন
bs: Dodirnite za kompas uživo
ckb: بۆ قیبلەنمای ڕاستەوخۆ دەستی لێ بدە
es: Toca para la brújula en vivo
fa: برای قطب‌نمای زنده ضربه بزنید
fa_af: برای قطب‌نمای زنده ضربه بزنید
fil: I-tap para sa live na compass
fr: Touchez pour la boussole en direct
gu: લાઇવ હોકાયંત્ર માટે ટૅપ કરો
ha: Taɓa don kamfas kai tsaye
hi: लाइव कंपास के लिए टैप करें
hu: Koppintson az élő iránytűért
id: Ketuk untuk kompas langsung
ka: შეეხეთ ცოცხალი კომპასისთვის
km: ចុចដើម្បីបើកត្រីវិស័យផ្ទាល់
kn: ಲೈವ್ ದಿಕ್ಸೂಚಿಗಾಗಿ ಟ್ಯಾಪ್ ಮಾಡಿ
mk: Допрете за компас во живо
ml: ലൈവ് കോമ്പസിനായി ടാപ്പ് ചെയ്യുക
mr: थेट होकायंत्रासाठी टॅप करा
nl: Tik voor het live kompas
pa: ਲਾਈਵ ਕੰਪਾਸ ਲਈ ਟੈਪ ਕਰੋ
pt: Toque para a bússola ao vivo
ru: Нажмите для компаса
si: සජීවී මාලිමාව සඳහා තට්ටු කරන්න
sr: Додирните за компас уживо
sw: Gusa kwa dira hai
te: లైవ్ కంపాస్ కోసం నొక్కండి
th: แตะเพื่อเปิดเข็มทิศสด
tr: Canlı pusula için dokunun
ug: جانلىق كومپاس ئۈچۈن چېكىڭ
ur: زندہ قطب نما کے لیے تھپتھپائیں
vi: Chạm để mở la bàn trực tiếp
zh_hans: 轻点打开实时指南针

# widget_qibla_right
source: From north, turn right %1$@°
ar: من الشمال، انعطف يمينًا %1$@°
as: উত্তৰৰ পৰা সোঁফালে %1$@° ঘূৰক
bn: উত্তর থেকে ডানে %1$@° ঘুরুন
bs: Od sjevera, okrenite se desno %1$@°
ckb: لە باکوورەوە، %1$@° بەرەو ڕاست بسووڕێوە
es: Desde el norte, gira a la derecha %1$@°
fa: از شمال، %1$@° به راست بچرخید
fa_af: از شمال، %1$@° به راست بچرخید
fil: Mula sa hilaga, kumanan ng %1$@°
fr: Depuis le nord, tournez à droite de %1$@°
gu: ઉત્તરથી જમણે %1$@° વળો
ha: Daga arewa, juya dama %1$@°
hi: उत्तर से दाएँ %1$@° मुड़ें
hu: Északtól fordulj jobbra %1$@°-ot
id: Dari utara, putar ke kanan %1$@°
ka: ჩრდილოეთიდან მოუხვიეთ მარჯვნივ %1$@°
km: ពីទិសខាងជើង បត់ស្ដាំ %1$@°
kn: ಉತ್ತರದಿಂದ ಬಲಕ್ಕೆ %1$@° ತಿರುಗಿ
mk: Од север, свртете десно %1$@°
ml: വടക്കുനിന്ന് വലത്തോട്ട് %1$@° തിരിയുക
mr: उत्तरेपासून उजवीकडे %1$@° वळा
nl: Vanaf het noorden %1$@° naar rechts
pa: ਉੱਤਰ ਤੋਂ ਸੱਜੇ %1$@° ਮੁੜੋ
pt: A partir do norte, vire à direita %1$@°
ru: От севера поверните направо на %1$@°
si: උතුරේ සිට දකුණට %1$@° හැරෙන්න
sr: Од севера, окрените се десно %1$@°
sw: Kutoka kaskazini, geuka kulia %1$@°
te: ఉత్తరం నుండి కుడికి %1$@° తిరగండి
th: จากทิศเหนือ หันขวา %1$@°
tr: Kuzeyden sağa %1$@° dönün
ug: شىمالدىن ئوڭغا %1$@° بۇرۇلۇڭ
ur: شمال سے دائیں %1$@° مڑیں
vi: Từ hướng bắc, quay phải %1$@°
zh_hans: 从正北向右转 %1$@°

# widget_remaining
source: Time left
ar: المتبقي
as: বাকী সময়
bn: বাকি সময়
bs: Preostalo vrijeme
ckb: کاتی ماوە
es: Tiempo restante
fa: زمان باقی‌مانده
fa_af: وقت باقی‌مانده
fil: Natitirang oras
fr: Temps restant
gu: બાકી સમય
ha: Sauran lokaci
hi: बाक़ी समय
hu: Hátralévő idő
id: Sisa waktu
ka: დარჩენილი დრო
km: ពេលនៅសល់
kn: ಉಳಿದ ಸಮಯ
mk: Преостанато време
ml: ബാക്കി സമയം
mr: उरलेला वेळ
nl: Resterende tijd
pa: ਬਾਕੀ ਵਕਤ
pt: Tempo restante
ru: Осталось
si: ඉතිරි කාලය
sr: Преостало време
sw: Muda uliobaki
te: మిగిలిన సమయం
th: เวลาที่เหลือ
tr: Kalan süre
ug: قالغان ۋاقىت
ur: باقی وقت
vi: Còn lại
zh_hans: 剩余时间

# widget_style_title
source: Widget style
ar: نمط الأداة
as: ৱিজেটৰ শৈলী
bn: উইজেটের স্টাইল
bs: Stil widgeta
ckb: شێوازی ویجێت
es: Estilo del widget
fa: سبک ابزارک
fa_af: سبک ویجت
fil: Istilo ng widget
fr: Style du widget
gu: વિજેટની શૈલી
ha: Salon widget
hi: विजेट स्टाइल
hu: Widget stílusa
id: Gaya widget
ka: ვიჯეტის სტილი
km: រចនាប័ទ្មវីដជែត
kn: ವಿಜೆಟ್ ಶೈಲಿ
mk: Стил на виџетот
ml: വിജറ്റ് ശൈലി
mr: विजेटची शैली
nl: Widgetstijl
pa: ਵਿਜੇਟ ਦੀ ਸ਼ੈਲੀ
pt: Estilo do widget
ru: Стиль виджета
si: විජට් විලාසය
sr: Стил виџета
sw: Mtindo wa wijeti
te: విడ్జెట్ శైలి
th: สไตล์วิดเจ็ต
tr: Widget stili
ug: ۋىجېت ئۇسلۇبى
ur: وجیٹ کا انداز
vi: Kiểu tiện ích
zh_hans: 小组件样式

# widget_times_description
source: The next prayer and today's times
ar: الصلاة القادمة ومواقيت اليوم
as: পৰৱৰ্তী নামাজ আৰু আজিৰ সময়
bn: পরবর্তী নামাজ ও আজকের সময়
bs: Sljedeći namaz i današnja vremena
ckb: نوێژی داهاتوو و کاتەکانی ئەمڕۆ
es: La próxima oración y los horarios de hoy
fa: نماز بعدی و اوقات امروز
fa_af: نماز بعدی و اوقات امروز
fil: Ang susunod na dasal at ang mga oras ngayong araw
fr: La prochaine prière et les horaires du jour
gu: આગામી નમાઝ અને આજના સમય
ha: Sallah ta gaba da lokutan yau
hi: अगली नमाज़ और आज के समय
hu: A következő ima és a mai időpontok
id: Salat berikutnya dan jadwal hari ini
ka: შემდეგი ლოცვა და დღევანდელი დროები
km: សឡាតបន្ទាប់ និងម៉ោងថ្ងៃនេះ
kn: ಮುಂದಿನ ನಮಾಜ್ ಮತ್ತು ಇಂದಿನ ಸಮಯಗಳು
mk: Следниот намаз и денешните времиња
ml: അടുത്ത നമസ്കാരവും ഇന്നത്തെ സമയങ്ങളും
mr: पुढची नमाज आणि आजच्या वेळा
nl: Het volgende gebed en de tijden van vandaag
pa: ਅਗਲੀ ਨਮਾਜ਼ ਅਤੇ ਅੱਜ ਦੇ ਵਕਤ
pt: A próxima oração e os horários de hoje
ru: Следующий намаз и время на сегодня
si: ඊළඟ සලාතය සහ අද වේලාවන්
sr: Следећи намаз и данашња времена
sw: Sala ijayo na nyakati za leo
te: తదుపరి నమాజ్ మరియు ఈరోజు సమయాలు
th: ละหมาดถัดไปและเวลาของวันนี้
tr: Sıradaki namaz ve bugünün vakitleri
ug: كېيىنكى ناماز ۋە بۈگۈنكى ۋاقىتلار
ur: اگلی نماز اور آج کے اوقات
vi: Giờ cầu nguyện tiếp theo và các giờ hôm nay
zh_hans: 下一次礼拜及今日时间

# widget_until
source: Time left until
ar: المتبقي حتى
as: বাকী সময়:
bn: বাকি সময়:
bs: Preostalo do
ckb: کاتی ماوە بۆ
es: Tiempo hasta
fa: زمان باقی‌مانده تا
fa_af: وقت باقی‌مانده تا
fil: Natitirang oras bago ang
fr: Temps restant avant
gu: બાકી સમય:
ha: Lokacin da ya rage zuwa
hi: बाकी समय:
hu: Hátralévő idő:
id: Sisa waktu menuju
ka: დარჩენილი დრო:
km: ពេលនៅសល់ដល់
kn: ಉಳಿದ ಸಮಯ:
mk: Преостанато до
ml: ശേഷിക്കുന്ന സമയം:
mr: उरलेला वेळ:
nl: Nog te gaan tot
pa: ਬਾਕੀ ਸਮਾਂ:
pt: Falta para
ru: Осталось до
si: ඉතිරි කාලය:
sr: Преостало до
sw: Muda uliobaki hadi
te: మిగిలిన సమయం:
th: เหลือเวลาถึง
tr: Kalan süre:
ug: قالغان ۋاقىت:
ur: باقی وقت تا
vi: Còn lại đến
zh_hans: 距离
